Repository: wp-plugins/fb-wallpost-widget
Catalog: languages/fb-wallpost-widget-*.po
Languages: nb_no

source: Facebook Wall Post
nb_no: Facebook vegginnlegg

source: Display latest wall posts from a Facebook page
nb_no: Vis siste vegginnlegg fra en Facebook-side

source: Title
nb_no: Tittel

source: FB Page URL
nb_no: Adresse til FB-side

source: Example: http://www.facebook.com/metronet/
nb_no: Eks.: http://www.facebook.com/metronet/

source: Display
nb_no: Vis

source: Title (with link)
nb_no: Tittel (med lenke)

source: Full post
nb_no: Hele innlegget

source: Num posts
nb_no: Ant. innlegg

source: Widget that displays latest wall posts from a Facebook page without any hassle.
nb_no: Widget som viser siste vegginnlegg fra en Facebook-side, uten bry.
